{
  "posts": [
    {
      "id": "ropato",
      "flags": ["text-only"],
      "news": [
        "Bonjour les gens !", "",
        "Je suis bien arrivé au lieu-dit « Ropato », paumé au cœur de la Creuse, après trois jours de stop assez galère (oui oui, trois jours pour faire grosso modo Nantes-Montluçon !). Pour ceux qui auraient tenté de me joindre par téléphone, ici je n'ai ni réseau, ni électricité, ni eau courante. J'envoie ce post de la méthiathèque du village à 4km de Ropato. Donc pas de surprise si je suis un-peu-injoignable !", "",
        "Je suis arrivé mercredi soir donc, et depuis j'ai trié des patates pourries sur un tamis, j'ai testé la baignade en rivière avec une eau qui doit atteindre les 10°C (il faut souffrir pour être propre), j'ai paillé des carottes, joué de la trompette autour du feu et perdu lamentablement au palet breton. Je m'amuse bien, donc.",
        "Il y a une bonne petite troupe à Ropato, des gens d'un peu tous les âges (enfin entre 20 et 35 environ), tous les pays, ça parle franco-anglo-espagnol avec des touches d'italien, de néerlandais et de suédois. On est entre 10 et 15 personnes en tout, c'est fluctuant, ça remue de partout et ça fait des murs en pierre, des conserves pour l'hiver, du jardin ou du yoga :)", "",
        "Voilà pour l'instant, on verra comment se passe ce mois, je vais essayer de me mettre à la perma pour de bon avec l'aide de JC, jardinier-clown-poète dans les nuages, et je me prépare à affronter l'automne qui va sans doute se faire sentir assez tôt dans ce fond de vallée entouré d'arbres (le soleil se lève un peu avant 11h en ce moment). Bisous les gens, je pense à vous, j'essayerai de vous trouver des jolies photos du lieu."
      ],
      "stamp": "Kévin, à la merveilleuse médiathèque de Chambon-sur-Voueize, le ciel un peu nuageux (mais Juanluca est persuadé que ça va s'arranger)."
    },
    {
      "id": "fete-de-depart",
      "flags": [],
      "img": "http://i.imgur.com/khH1gPT.jpg",
      "news": [
        "(sur l'air de « Wannabe » des Spice Girls)", "",
        "Refrain :",
        "Tu t'en vas vraiment ?",
        "Vraiment, vraiment tu t'en vas ?",
        "Tu t'en vas maintenant ?",
        "Maintenant, vraiment tu t'en vas ?",
        "Bah t'as le droit (x4)",
        "Mais seulement si tu chantes :",
        "Zigazig ahh !", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Faut passer par l'Europe de l'est",
        "Prendre un train à Guérande",
        "Un avion à Bucarest", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Faut passer par l'Europe de l'est",
        "Te faire exploiter dans les Landes",
        "Ne manger que des restes", "",
        "Refrain", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Faut apprendre à te défendre",
        "N'oublie pas ton chapeau",
        "Et sois pas trop crado", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Faut apprendre à te défendre",
        "Parle pas trop aux étrangers",
        "Peut-être ils vont te manger", "",
        "Refrain", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Va falloir faire la fête",
        "On a réuni toute la bande",
        "Montre-nous ta trompette", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Va falloir que tu t'la mettes",
        "Danser avec moi un avant-deux",
        "Et fumer des (cigarettes / gros pets)", "",
        "Refrain", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Finis d'abord ta soupe",
        "Ta taille n'est pas assez grande",
        "Et les douanes aiment pas ta coupe", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Finis d'abord ton verre",
        "Arrête un peu de glander",
        "Sinon j'défonce (ta mère / ta bière / ton frère / ton hamster)", "",
        "Refrain final"
      ],
      "stamp": "Merci en vrac à tous les gens qui ont réussi à m'offrir des trucs utiles pour le voyage, aux chansonnier-ères qui m'ont écrit et interprété le nouveau tube de l'été, à tous ceux qui se sont pointé pour faire de samedi une soirée mémorable (hum hum), et à tous les autres pendant qu'on y est, y'a pas de raison.<br/>\nLe crédit va à <a href=\"http://www.parlaba.fr\">Gwen</a> pour la photo floue compromettante."
    },
    {
      "id": "depart-de-nantes",
      "flags": [],
      "img": "http://i.imgur.com/1OScKXa.jpg",
      "news": [
        "La date est calée (sauf gros imprévu) : je pars de Nantes le 1er septembre au matin, laissant derrière moi une ville (une vie ?) remplie de gens que j'aime ... Scrogneugneu vous allez me manquer.",
        "Je file dans la Creuse (en stop) pour m'encanailler en pleine nature avec des hippies, ça promet d'être très chouette. Ci-joint une photo de ce qui m'attend là-bas apparemment, youklaïdi youklaïda.",
        "Gros poutous baveux à ceux que je ne verrai pas avant de partir."
      ],
      "stamp": "Kévin, fin août, sur la ligne de départ (oh yeah)."
    },
    {
      "id": "test",
      "flags": [],
      "img": "http://i.imgur.com/W7SBAk1.jpg?1",
      "news": [
        "Coucou !",
        "Les cartes postales ça va être compliqué mais j'essayerai de mettre à jour ici souvent, donc voilà. Il y aura des nouvelles de moi, et peut-être des photos moches comme celle-là.",
        "À bientôt !"
      ],
      "stamp": "Kévin, fin août, sur un canap' de la maison."
    }
  ]
}
