{
  "posts": [
    {
      "id": "joey-1",
      "flags": [],
      "img":"http://i.imgur.com/JTsjvDQ.jpg",
      "news": [
        "<span style=\"font-family: monospace;\">\"Where this is going I don't know,",
        "And if I knew maybe I would not go.\"",
        "(it's a french song)", "",
        "   It could all start with this: Joey Zapato walks into a bar. His ugly face is twisted into something that could look like a smile, except it does not. Joey is in a bad bad mood. I do not know why, and neither do the old man at the counter or the bartender. No one ever knows \"why\" with El Zapato.",
        "   He sits next to the old man and asks for a Long Long Cola. No more in stocks 'till tomorrow, says the bartender. A Long Long Whisky, then. Joey gets a small glass filled with the strong stuff. Burns your guts while frying your brain, they say. But Joey doesn't mind.",
        "   We are in the year 2033 and Long Long Grass has taken over the world. At first it only looked like a really annoying and smelly weed. \"Let the gardeners do their job\", they said. Ten years after, all the other kinds of crops, plants, trees had died out. Only Long Long Grass loomed over the fences, made the cool shade and drank from the rivers through their thirsty roots. As the weed is poison to every living creature but man, the animals all followed soon after into the Great Compost, peace to their skulls. Humanity alone survived - along with the most tenacious weed the planet ever carried. Now in the year 33 no one minds wearing Long Long shirts and eating Long Long burgers, though. The ecologists became extinct when the ecosystem was no more, peace to their skulls too. And that is how Joey can drink this disgusting joke of a whisky without even paying attention.",
        "   The old man next to him is feeling pretty lively. He has a huge beard and a pair of funny little whiskers, and a face that could belong to a really wrinkled newborn. Amazing blue eyes, too. He would be an incredible grandpa if he wasn't just a crackpot and a drunk. That's life, I guess.",
        "   Back to Joey Zapato and his creepy smirk. Without departing from his bad bad mood, he manages to get two shots of the awful liquor down his throat. His breath would kill a fly on the spot, but they all died years ago. El Zapato is now eyeing his glass as if there was something hiding in it. And his twisted mind gives us a peek at something we really do not want to know: the gutter-like thoughts of the man known as El Zapato.",
        "   El Zapato is just thinking about one thing: murder. And bananas.",
        "   I guess that makes two.", "",
        "                      °°°", "",
        "   Just one street away from that scene, Mira Leatherman is stuck. She needs news. Bad news. The readers don't buy newspapers to read about happy things. They want crime. They want dirt. How is Mira supposed to get the next News Award with the 34th Apple Feast in Saint-Joan? Sure, Saint-Joan's mayor is a corrupted sleazebag, but he also happens to own the Saturday Gazette. And the suspicious-looking man from this morning, looking around nervously in a Long Long overcoat, really was just Gus, her new coworker.",
        "   \"They really fucked up with hiring this time\", she thinks. Truely, Gus looks like he has a screw loose. And no sense of style. When asked, he even admitted that he had no previous experience at being a reporter.",
        "   Gus is standing by a window. He still wears the overcoat. He is staring at the street below, has been staring for a while now. He has a faint dumb smile and foggy eyes. It's hard to tell if he is even awake.",
        "   Something must have shaken him up, because he turns around suddenly and says to a frowning Mira:",
        "   \"Miss? I think I found just what you need...\"", "",
        "JOEY AND THE CONSPIRACY FROM MARS - CHAPTER 1 - END.</span>"
      ],
      "stamp": "Bonjour les gens ! Un peu plus d'une semaine à Ropato et le temps s'écoule tranquillement, tellement en décalage... On commence à voir arriver le froid, le vrai, et j'ai sorti les gants ce matin. J'ai trouvé un nouvel hôte pour octobre, construction de cabanes en rondins dans l'est de l'Autriche, ça promet ! Il me faut juste une assurance-tronçonneuse qu'ils me disent, donc c'est pas encore fait. Auparavant je ferai un petit passage à Gap voir Natacha (Coucou !) qui m'avait promis moult tortures si je ne lui rendais pas visite avant mon départ.<br/>Sinon j'ai commencé un roman-feuilleton pour Ropato (en anglais sommaire puisque pas beaucoup de français ici) dont je vous livre le premier chapitre, pas de relectures ou de corrections, même orthographiques, et ça ce sent.<br/>Je pense à vous, bisous !"
    },
    {
      "id": "ropato",
      "flags": ["text-only"],
      "news": [
        "Bonjour les gens !", "",
        "Je suis bien arrivé au lieu-dit « Ropato », paumé au cœur de la Creuse, après trois jours de stop assez galère (oui oui, trois jours pour faire grosso modo Nantes-Montluçon !). Pour ceux qui auraient tenté de me joindre par téléphone, ici je n'ai ni réseau, ni électricité, ni eau courante. J'envoie ce post de la méthiathèque du village à 4km de Ropato. Donc pas de surprise si je suis un-peu-injoignable !", "",
        "Je suis arrivé mercredi soir donc, et depuis j'ai trié des patates pourries sur un tamis, j'ai testé la baignade en rivière avec une eau qui doit atteindre les 10°C (il faut souffrir pour être propre), j'ai paillé des carottes, joué de la trompette autour du feu et perdu lamentablement au palet breton. Je m'amuse bien, donc.",
        "Il y a une bonne petite troupe à Ropato, des gens d'un peu tous les âges (enfin entre 20 et 35 environ), tous les pays, ça parle franco-anglo-espagnol avec des touches d'italien, de néerlandais et de suédois. On est entre 10 et 15 personnes en tout, c'est fluctuant, ça remue de partout et ça fait des murs en pierre, des conserves pour l'hiver, du jardin ou du yoga :)", "",
        "Voilà pour l'instant, on verra comment se passe ce mois, je vais essayer de me mettre à la permaculture pour de bon avec l'aide de JC, jardinier-clown-poète dans les nuages, et je me prépare à affronter l'automne qui va sans doute se faire sentir assez tôt dans ce fond de vallée entouré d'arbres (le soleil se lève un peu avant 11h en ce moment). Bisous les gens, je pense à vous, j'essayerai de vous trouver des jolies photos du lieu."
      ],
      "stamp": "Kévin, à la merveilleuse médiathèque de Chambon-sur-Voueize, le ciel un peu nuageux (mais Juanluca est persuadé que ça va s'arranger)."
    },
    {
      "id": "fete-de-depart",
      "flags": [],
      "img": "http://i.imgur.com/khH1gPT.jpg",
      "news": [
        "(sur l'air de « Wannabe » des Spice Girls)", "",
        "Refrain :",
        "Tu t'en vas vraiment ?",
        "Vraiment, vraiment tu t'en vas ?",
        "Tu t'en vas maintenant ?",
        "Maintenant, vraiment tu t'en vas ?",
        "Bah t'as le droit (x4)",
        "Mais seulement si tu chantes :",
        "Zigazig ahh !", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Faut passer par l'Europe de l'est",
        "Prendre un train à Guérande",
        "Un avion à Bucarest", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Faut passer par l'Europe de l'est",
        "Te faire exploiter dans les Landes",
        "Ne manger que des restes", "",
        "Refrain", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Faut apprendre à te défendre",
        "N'oublie pas ton chapeau",
        "Et sois pas trop crado", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Faut apprendre à te défendre",
        "Parle pas trop aux étrangers",
        "Peut-être ils vont te manger", "",
        "Refrain", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Va falloir faire la fête",
        "On a réuni toute la bande",
        "Montre-nous ta trompette", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Va falloir que tu t'la mettes",
        "Danser avec moi un avant-deux",
        "Et fumer des (cigarettes / gros pets)", "",
        "Refrain", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Finis d'abord ta soupe",
        "Ta taille n'est pas assez grande",
        "Et les douanes aiment pas ta coupe", "",
        "Si tu veux partir en Nouvelle-Zélande",
        "Finis d'abord ton verre",
        "Arrête un peu de glander",
        "Sinon j'défonce (ta mère / ta bière / ton frère / ton hamster)", "",
        "Refrain final"
      ],
      "stamp": "Merci en vrac à tous les gens qui ont réussi à m'offrir des trucs utiles pour le voyage, aux chansonnier-ères qui m'ont écrit et interprété le nouveau tube de l'été, à tous ceux qui se sont pointé pour faire de samedi une soirée mémorable (hum hum), et à tous les autres pendant qu'on y est, y'a pas de raison.<br/>\nLe crédit va à <a href=\"http://www.parlaba.fr\">Gwen</a> pour la photo floue compromettante."
    },
    {
      "id": "depart-de-nantes",
      "flags": [],
      "img": "http://i.imgur.com/1OScKXa.jpg",
      "news": [
        "La date est calée (sauf gros imprévu) : je pars de Nantes le 1er septembre au matin, laissant derrière moi une ville (une vie ?) remplie de gens que j'aime ... Scrogneugneu vous allez me manquer.",
        "Je file dans la Creuse (en stop) pour m'encanailler en pleine nature avec des hippies, ça promet d'être très chouette. Ci-joint une photo de ce qui m'attend là-bas apparemment, youklaïdi youklaïda.",
        "Gros poutous baveux à ceux que je ne verrai pas avant de partir."
      ],
      "stamp": "Kévin, fin août, sur la ligne de départ (oh yeah)."
    },
    {
      "id": "test",
      "flags": [],
      "img": "http://i.imgur.com/W7SBAk1.jpg?1",
      "news": [
        "Coucou !",
        "Les cartes postales ça va être compliqué mais j'essayerai de mettre à jour ici souvent, donc voilà. Il y aura des nouvelles de moi, et peut-être des photos moches comme celle-là.",
        "À bientôt !"
      ],
      "stamp": "Kévin, fin août, sur un canap' de la maison."
    }
  ]
}
